<?php
 
// resources/lang/ru/messages.php
 
return [
    // Navbar
    'home' => 'Главная страница',
    'about_us' => 'О нас',
    'products' => 'Выбор товара',
    'price' => 'Цена',
    'gallery' => 'Галерея',
    'contact' => 'Контакты',

    // Home page
    'home_title' => 'Камины, для которых вы предлагаете дизайн, а мы их строим!',
    'why_us_title' => 'Почему выбрали нас?',
    'contact_form_button' => 'Связаться с нами!',
    'why_us_main_1' => 'Если основной целью при выборе печи является обогрев, то модульная печь, несомненно, лучший выбор. Каминная печь – это печь со стеклянной дверцей, которая при нагреве сохраняет теплый воздух и обогревает помещение до 24 часов. Тепло печи уютнее любого другого отопления!',
    'why_us_main_2' => 'Мы изготавливаем наши печи из прочного материала croval, обладающего высокой теплоемкостью благодаря своему высокому удельному весу. Такие печи являются бесспорными фаворитами в Финляндии уже более 60 лет. Модульная печь отдает тепло равномерно, приятно и долговечно.',
    'why_us_main_3' => 'Также нажмите на лупы на картинке и узнайте, какие пять особенно похвальных особенностей модулирующей печи!',

    // Features of fireplace
    'feature_1' => 'Как превратить камин в печь? С помощью нагревательной стены.',
    'feature_2' => 'Модулирующая печь уже давно является не просто камином, но и прекрасно может использоваться для приготовления пищи!',
    'feature_3' => 'Наша модулирующая печь является экологически чистой, и мы каждый день работаем над этим, чтобы сделать наш камин еще чище.',
    'feature_4' => 'Всего за 1 сеанс обогрева можно сохранить тепло в помещении и хорошее настроение на 24 часа.',
    'feature_5' => 'Наша модулирующая печь создаст в Вашем доме уютную, теплую атмосферу для приятного времяпрепровождения в кругу семьи. Или для настольных игр!',

    // Feedback
    'feedback_title' => 'Отзывы о нас',
    'feedback_1' => '“Печь от Ahja навевает ностальгию, сразу вспоминаются бабушкины печи. Печь модулирующая, поэтому она также идеально подходит для запекания мяса и приготовления картофеля в духовке - ммм. Когда ваш желудок полон, хорошо сидеть на диване и просто смотреть. Да, ты смотришь на огонь и думаешь...”',
    'feedback_1_title' => 'Kristīne H.',
    'feedback_2' => '“Перед размещением заказа мы также посетили Ahja на месте, чтобы посмотреть, что предлагается, и обсудить детали и решения. Оттуда мы почерпнули идеи для отделки и выбрали дверь, которая нам больше всего понравилась. Для нас было большим сюрпризом то, что мы сами могли выбирать декоративные камни. Именно эта деталь делает нашу печь уникальной.”',
    'feedback_2_title' => 'Kārlis L.',
    'feedback_3' => '“Вы установили мне печь летом. Я просто хотел сказать, что это лучшая инвестиция, которую я сделал за последний год. Печь работает как заявлено и думаю даже лучше, чем предполагалось изначально. Недавно там побывал трубочист, который был очень заинтригован решениями и обнаружил, что печь Ahja значительно инновационна по сравнению с печами на его памяти. Обещал начать рекомендовать людям 🙂',
    'feedback_4' => 'Установщикам привет, молодцы :)”',
    'feedback_3_title' => 'Eva K.',

    // About us
    'about_us_title' => 'О нас',
    'about_us_who_are_we' => 'Кто мы?',
    'about_us_main_1' => 'Мы являемся производителем модульных каминов, происхождение которых уходит своими корнями в Эстонию. Все началось в 2015 году, когда был построен первый завод. До этого камины изготавливались в старом тракторном сервисе. Благодаря отличным отзывам, Ahja moodulahi также решила открыть в Латвии фабрику под названием «Ahja Latvia».',
    'about_us_main_2' => 'На фабрике каждый камин тщательно разработан нашими латвийскими руками, и каждый камин индивидуален для обогрева вашего дома. Каждый камин изготавливается десятью каминными мастерами, которые посвящают ему свое сердце и душу, строя камины в соответствии с вашими пожеланиями.',
    'about_us_slogan' => 'Желаем Вам теплых эмоций и комфорта от Ahja Latvia!',

    // Contact us
    'contact_us_phone' => 'Наш номер телефона',
    'contact_us_email' => 'Наша электронная почта',
    'contact_us_address' => 'Наш адресс',

    // Contact form
    'contact_title' => 'Связаться с нами!',
    'name' => 'Имя',
    'number' => 'Телефонный номер',
    'email' => 'Электронная почта',
    'subject' => 'Тема',
    'aditional' => 'Сообщение',
    'send' => 'Отправлять',

    // Products
    'products_title' => 'Что мы предлагаем',
    'products_modular' => 'Модульные камины',
    'products_price' => 'Цены от',

    // Product view
    'product_about' => 'Описание камина',
    'product_title' => 'Название камина',
    'product_description' => 'Описание',
    'product_finish' => 'Отделка камина',
    'product_width' => 'Ширина',
    'product_height' => 'Высота',
    'product_depth' => 'Глубина',
    'product_internal' => 'Внутренний размер',
    'product_mass' => 'масса',
    'product_heating' => 'Обогрев',
    'product_get_info' => 'Получить больше информации о ',
    'product_about_price' => '* Цена включает дверцу духовки, дверцы для копоти и пепла. Цена зависит от сложности и отделки установки.',
    'product_gallery' => 'Фото камина',

    // Footer
    'free_shipping' => 'Бесплатная доставка по Латвии!',

    // Misc
    'read_more' => 'Прочитайте больше!',
];